{
  "diseases": [
    {
      "name": "Malaria",
      "hindi_name": "मलेरिया",
      "overview": "Malaria is a serious tropical disease spread by infected Anopheles mosquitoes.",
      "symptoms": "Recurring cycles of high fever, shaking chills, and heavy sweats. Other symptoms include headache, nausea, vomiting, and body aches.",
      "transmission": "Through the bite of an infected female Anopheles mosquito. It is not spread from person to person.",
      "prevention": "Sleep under insecticide-treated mosquito nets, use insect repellent (like DEET), wear long sleeves and pants, and take anti-malarial medication in high-risk areas.",
      "when_to_see_doctor": "If you have a high fever and live in or have recently traveled from a malaria-prone region, seek medical help immediately."
    },
    {
      "name": "Dengue",
      "hindi_name": "डेंगू",
      "overview": "Dengue is a painful, debilitating viral infection transmitted to humans through the bite of infected Aedes mosquitoes.",
      "symptoms": "Sudden high fever (104°F or 40°C), severe headache, pain behind the eyes, severe joint and muscle pain ('breakbone fever'), fatigue, and a skin rash.",
      "transmission": "Through the bite of an infected Aedes mosquito. These mosquitoes typically bite during the daytime.",
      "prevention": "The best prevention is to eliminate mosquito breeding sites. Remove stagnant water from containers like flower pots, buckets, tires, and coolers. Use mosquito repellent.",
      "when_to_see_doctor": "See a doctor if you develop a fever and any of the severe symptoms, especially if you experience stomach pain, vomiting, or bleeding from the nose or gums."
    },
    {
      "name": "Typhoid",
      "hindi_name": "टाइफाइड",
      "overview": "Typhoid fever is a serious bacterial infection that easily spreads through contaminated food and water.",
      "symptoms": "A high fever that slowly increases daily, headache, weakness and fatigue, muscle aches, sweating, a dry cough, and loss of appetite. Some people may get a rash of flat, rose-colored spots.",
      "transmission": "By eating or drinking food or water contaminated with the feces of an infected person. It is common in areas with poor sanitation.",
      "prevention": "Get vaccinated against typhoid fever. Practice safe drinking water habits (boil or purify it). Avoid raw fruits and vegetables unless you can peel them yourself. Wash hands frequently.",
      "when_to_see_doctor": "If you have a high fever and feel very weak, especially after traveling to an area where typhoid is common."
    },
    {
      "name": "Tuberculosis (TB)",
      "hindi_name": "तपेदिक (टीबी)",
      "overview": "Tuberculosis (TB) is a potentially serious infectious disease that mainly affects the lungs. It is caused by a type of bacteria.",
      "symptoms": "A persistent cough that lasts for more than 3 weeks, often with blood or mucus. Other symptoms are chest pain, unintentional weight loss, fatigue, fever, and night sweats.",
      "transmission": "Through the air when an infected person coughs, sneezes, or talks. It requires close and prolonged contact to spread.",
      "prevention": "BCG vaccination for children is recommended in India. Ensure good ventilation in living spaces and practice good cough etiquette. If a family member has TB, others should get tested.",
      "when_to_see_doctor": "If you have a cough that lasts for more than three weeks or if you cough up blood."
    },
    {
      "name": "Cholera",
      "hindi_name": "हैजा",
      "overview": "Cholera is an acute diarrhoeal disease that can kill within hours if left untreated. It is caused by ingesting contaminated food or water.",
      "symptoms": "Severe watery diarrhea (often called 'rice-water stools'), vomiting, and leg cramps. The rapid loss of body fluids leads to dehydration and shock.",
      "transmission": "By drinking water or eating food contaminated with the cholera bacterium.",
      "prevention": "Drink and use safe water (boiled, chlorinated, or bottled). Wash hands often with soap and safe water. Cook food well and eat it while it's hot. Use latrines or bury your feces; do not defecate in any body of water.",
      "when_to_see_doctor": "If you experience severe, watery diarrhea and vomiting, seek immediate medical attention to prevent dehydration."
    },
    {
      "name": "Chikungunya",
      "hindi_name": "चिकनगुनिया",
      "overview": "Chikungunya is a viral disease transmitted by infected mosquitoes, causing fever and severe joint pain.",
      "symptoms": "Abrupt onset of fever frequently accompanied by severe, often debilitating joint pain, especially in the hands and feet. Other symptoms include muscle pain, headache, nausea, fatigue, and rash.",
      "transmission": "Through the bite of an infected Aedes mosquito, the same type that transmits Dengue.",
      "prevention": "Prevention is focused on avoiding mosquito bites. Use insect repellent, wear long-sleeved shirts and pants, and ensure your home is protected with screens on windows and doors.",
      "when_to_see_doctor": "If you experience a sudden fever with severe joint pain, especially in a region with a known outbreak."
    }
  ]
}
